isoAdvector/baseCase/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    rim
    {
        type            patch;
        nFaces          320;
        startFace       11840;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          6000;
        startFace       12160;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          6000;
        startFace       18160;
    }
)

// ************************************************************************* //
